export default {
  auth: {
    newKey: "У меня нет ключа",
    importKey: "У меня есть ключ",
    plsCopyKey: "Сохрани ключ в безопасное место!",
    enterKeyBelow: "Введи ключ в поле ниже",
  },
  settings: {
    chooseLang: "Выбери язык",
    chooseMic: "Выбери микрофон",
    useTranslate: "Включить переводчик",
    useTranslateExpl: "Чтобы я могла лучше вас понимать",
    useHistory: "Включить историю",
    useHistoryExpl: "Чтобы я знала, о чем мы говорили ранее",
  },
  train: {
    header: "Тренировка",
    hello: "Етти, привет!",
    are_you_here: "Етти, ты здесь?",
    callback: "Етти, отзовись!",
    say: "Скажи",
    preparing: "Подготовка к тренировке",
    trainingInProg: "Тренировка в процессе",
  },
  whatCanIdo: {
    response: {
      title: "Я могу ответить на любой вопрос",
      subtitle: "Спроси меня о чем угодно, и я дам вам ответ.",
    },
    cmd: {
      title: "Я выполню команду",
      subtitle: "Я могу выполнить команду, о которой ты меня попросишь.",
    },
    paint: {
      title: "Я нарисую картинку",
      subtitle:
        "Попроси меня нарисовать что-нибудь, и я с радостью это сделаю.",
    },
    work: {
      title: "Я сделаю работу за тебя",
      subtitle:
        "Я могу написать за тебя эссе или сделать за тебя домашнее задание.",
    },
    light: {
      title: "Я выключу свет",
      subtitle:
        "Я знаю, как работать с устройствами для умного дома от Xiaomi, Yeelight, Philips, Bosch, Apple Home и пр.",
    },
  },
  btns: {
    next: "Далее",
    back: "Назад",
    yes: "Да",
    no: "Нет",
  },
  tray: {
    showHide: "Показать/Скрыть",
    quit: "Выход",
  },
  errors: {
    noResults: "Я не понимаю, что вы сказали. Попробуйте еще раз.",
    invalidKey: "Недопустимый ключ",
    unknown: "Неизвестная ошибка. Повтори попытку позже.",
  },
  updater: {
    available: "Обновление доступно. Установить сейчас?",
    error: "Не удалось загрузить обновление. Повтори попытку позже.",
  },
};
