export default {
  auth: {
    newKey: "У мене немає ключа",
    importKey: "У мене є ключ",
    plsCopyKey: "Збережи ключ у безпечне місце!",
    enterKeyBelow: "Введи ключ у поле нижче",
  },
  settings: {
    chooseLang: "Вибери мову",
    chooseMic: "Вибери мікрофон",
    useTranslate: "Увімкнути перекладач",
    useTranslateExpl: "Щоб я могла краще вас розуміти",
    useHistory: "Увімкнути історію",
    useHistoryExpl: "Щоб я знала, про що ми говорили раніше",
  },
  train: {
    header: "Тренування",
    hello: "Етті, привіт!",
    are_you_here: "Етті, ти тут?",
    callback: "Етті, відгукнися!",
    say: "Скажи",
    preparing: "Підготовка до тренування",
    trainingInProg: "Тренування в процесі",
  },
  whatCanIdo: {
    response: {
      title: "Я можу відповісти на будь-яке запитання",
      subtitle: "Запитай мене про що завгодно, і я дам вам відповідь.",
    },
    cmd: {
      title: "Я виконаю команду",
      subtitle: "Я можу виконати команду, про яку ти мене попросиш.",
    },
    paint: {
      title: "Я намалюю картинку",
      subtitle: "Попроси мене намалювати що-небудь, і я з радістю це зроблю.",
    },
    work: {
      title: "Я зроблю роботу за тебе",
      subtitle:
        "Я можу написати за тебе есе або зробити за тебе домашнє завдання.",
    },
    light: {
      title: "Я вимкну світло",
      subtitle:
        "Я знаю, як працювати з пристроями для розумного будинку від Xiaomi, Yeelight, Philips, Bosch, Apple Home тощо",
    },
  },
  btns: {
    next: "Далі",
    back: "Назад",
    yes: "Так",
    no: "Ні",
  },
  tray: {
    showHide: "Показати/Сховати",
    quit: "Вихід",
  },
  errors: {
    noResults: "Я не розумію, що ви сказали. Спробуйте ще раз.",
    invalidKey: "Недопустимий ключ",
    unknown: "Невідома помилка. Спробуйте ще раз.",
  },
  updater: {
    available: "Доступне оновлення. Встановити зараз?",
    error: "Помилка при завантаженні оновлення. Спробуйте пізніше.",
  },
};
